---
kind: property
id: P:Autodesk.Revit.DB.LocationPoint.Point
zh: 点
source: html/8d81892a-7863-cbec-9148-a0311f3bf2b6.htm
---
# Autodesk.Revit.DB.LocationPoint.Point Property

**中文**: 点

The physical location of the element.

## Syntax (C#)
```csharp
public XYZ Point { get; set; }
```

## Remarks
Setting this property is not supported for
some elements supporting LocationPoints, such as SpotDimensions.